{
    "discharge_note": "Dear Sparky's Owner,\n\nDischarge Notes - March 19, 2025\n\nI am happy to report that Sparky's eyelid mass removal procedure was a success! Our veterinary team took great care of your beloved pet, and he is now on the road to recovery.\n\n**Condition:** Sparky presented with an eyelid mass, which was successfully removed during today's outpatient procedure.\n\n**Treatments/Procedures:** Sparky underwent eyelid mass removal surgery under anesthesia. Our skilled veterinary surgeon performed the procedure with utmost care, and Sparky is now recovering comfortably.\n\n**Important Observations:** Please monitor Sparky's incision site for any signs of redness, swelling, or discharge. Keep an eye on his appetite and overall demeanor, as these can indicate any potential complications.\n\n**Follow-up Instructions:**\n\n1. **Pain Management:** Sparky may feel some discomfort after the procedure. Please administer the prescribed pain medication as directed to ensure his comfort.\n2. **Incision Care:** Gently clean the incision site with mild soap and lukewarm water twice daily. Pat dry with a clean towel to prevent moisture buildup.\n3. **Monitor Appetite:** Sparky may have a reduced appetite for a day or two. Encourage him to eat, but if he shows no interest in food or water, please contact us immediately.\n4. **Follow-up Appointment:** Schedule a follow-up appointment with our veterinary team in 7-10 days to assess the healing process and remove any sutures or staples.\n5. **Contact Us:** If you notice any unusual signs, such as increased redness, swelling, or discharge from the incision site, or if Sparky's appetite or behavior changes, please don't hesitate to reach out to us.\n\nWe are committed to Sparky's well-being and are always here to support you throughout his recovery. If you have any questions or concerns, please don't hesitate to contact us.\n\nThank you for entrusting us with Sparky's care.\n\nBest regards,\n\n[Your Name]\nVeterinary Assistant"
}